/* -- XML -- */
/* -- English -- */
/* -- Info panel -- */
/* -- Limit this panel to 20 characters -- */
"Preferences"="Preferences";
"Help"="Help";
"Pro Tools"="Pro Tools";
"Stylus"="Stylus";
"Made in Sketches"="Sketches Community";
"Other Apps"="Other Apps";
"Rate this app"="Rate this app";
"Tell a friend"="Tell a friend";
"Join us on facebook"="Join us on facebook";
"Write us"="Write us";
"Our website"="Our website";
"Credits"="Credits";
/* -- Preferences -- */
/* -- Limit odd lines to 20 characters -- */
"Display Undo-Redo"="Display Undo-Redo";
"Shows undo redo buttons on the canvas"="Shows undo-redo buttons on the canvas";
/* -- Limit to 20 characters -- */
"UI sounds"="UI sounds";
"Taping buttons plays sounds"="Tapping buttons plays sounds";
/* -- Limit to 20 characters -- */
"Color Eyedropper"="Color Eyedropper";
"Allow to pick a color with a long press"="Allows you to pick a color with a long press";
/* -- Limit to 20 characters -- */
"Auto Save"="Auto Save";
"Automaticaly save the drawing every 3'"="Automatically save the drawing every 3 min.";
/* -- Limit to 20 characters -- */
"Show Canvas Buttons"="Show Canvas Buttons";
"Show info and help button in the canvas"="Show info and help buttons on the canvas";
/* -- Limit to 20 characters -- */
"Tool Memorize Color"="Tools Remember Color";
"Each tool remembers its own color"="Each tool remembers its own color";
/* -- Limit to 20 characters -- */
"Show Deleted Drawings"="Show Deleted Drawings";
"Display the trash folder."="Display the trash folder";
/* -- Limit to 20 characters -- */
"Always Show Color Tab"="Always Show Color Tab";
"The color bar will be always displayed."="The color bar will be always displayed";
/* -- Limit to 20 characters -- */
"Use Legacy Share Dialog"="Use Legacy Share Dialog";
"Use Sketches own legacy Share dialog"="Use Sketches' own legacy Share dialog";
"Use iOS share dialog and extensions"="Use iOS share dialog and extensions";
/* -- Limit to 20 characters -- */
"Realistic tool icons"="Realistic tool icons";
"Display the tools as realistic objects"="Display the tools as realistic objects";
/* -- Limit to 20 characters -- */
"Pro Only"="Pro Only";
/* -- Pro tools IAP -- */
"Pro Bundle"="Pro Bundle";
"Extra Tools + Layers + Stylus Pressure\nAll in one Pro Bundle!"="Extra Tools + Layers + Stylus Pressure\nAll in one Pro Bundle!";
"Extra Tools"="Extra Tools";
"More tools, brush editor,\ncolor eyedropper, text and shapes"="More tools, brush editor,\ncolor eyedropper, text and shapes";
"Layers & Paper"="Layers & Paper";
"Draw on multiple layers,\nimport photos, background paper"="Draw on multiple layers,\nimport photos, background paper";
"Stylus Pen"="Stylus Pen";
"Connect your stylus pen to enable pressure.\nWorks with: "="Connect your stylus pen to enable pressure.\nWorks with: ";
/* -- Limit  to 20 characters -- */
"Try 1h"="Try 1h";
/* -- Limit  to 20 characters -- */
"Buy"="Buy";
/* -- Limit  to 20 characters -- */
"More Info"="More Info";
/* -- Limit  to 20 characters -- */
"Restore IAP"="Restore IAP";
"In-App Purchase"="In-App Purchase";
"Your previously purchased items have been activated"="Your previously purchased items have been activated";
"In-App Purchase"="In-App Purchase";
" You already purchased this item, and it has been activated"="You already purchased this item, and it has been activated";
"You already restored your purchases."="You already restored your purchases.";
"Credits"="Credits";
"Design: Yann Le Coroller\nCode: Clément Choquereau\nGraphic Design: Sandro Stefanelli"="Design: Yann Le Coroller\nCode: Clément Choquereau\nGraphic Design: Sandro Stefanelli";
"Pro Version"="Pro Version";
"The test period has expired.\nDo you want to buy the pro version ?"="The test period has expired.\nDo you want to buy the pro version ?";
"Pro Version"="Pro Version";
"You already tried this IAP 3 times, it's now time to buy it!"="You already tried this IAP 3 times. It's now time to buy it!";
"Pro Version"="Pro Version";
"Pro Version: All options are activated for one hour."="Pro Version: All options are activated for one hour.";
/* -- Stylus preferences -- */
"Stylus Pen"="Stylus Pen";
"Select One"="Select one: ";
"Works with: "="Works with: ";
"Disconnect"="Disconnect";
"Stylus"="Stylus";
"Finger"="Finger";
"Button 1"="Button 1";
"Button 2"="Button 2";
"Pressure Minimal"="Min. Pressure: ";
"Pressure Maximal"="Max. Pressure: ";
"Careful, Stylus pressure is not activated."="Careful, Stylus pressure is not activated.";
"More info"="More info";
/* -- NEW -- */
"Disconnect"="Disconnect";
"Tool Without Pressure"="Tool without pressure";
"Nothing"="Nothing";
"Eraser"="Eraser";
"Enable pressure"="Enable pressure";
"Color picker"="Color picker";
/* -- Layer Options' -- */
"Layer Options"="Layer Options";
"Normal"="Normal";
"Screen"="Screen";
"Multiply"="Multiply";
"Hide"="Hide";
"Erase"="Erase";
"Transform"="Transform";
"Merge Down"="Merge Down";
"Move Up"="Move Up";
"Move Down"="Move Down";
"Move, Scale, Rotate"="Move, Scale, Rotate";
"New Paper"="New Paper";
"Will erase the base layer"="Erases the base layer";
"Invalid action"="Invalid action";
"The destination layer is hidden."="The destination layer is hidden.";
"The destination layer is hidden or empty."="The destination layer is hidden or empty.";
/* -- Folders' -- */
"Change folder"="Change folder";
"There is no other folder."="There is no other folder.";
"Folder's title"="Folder's title";
"Enter new title"="Enter new title";
"Delete"="Delete";
"You can't delete the first folder."="You can't delete the top folder.";
"Do you want to delete this folder and all the sketches it contains?"="Do you want to delete this folder and all the sketches it contains?";
"Do you want to empty the trash folder ?"="Do you want to empty the trash folder?";
"Share"="Share";
"Do you want to share all the sketches in this folder in pdf?"="Do you want to share all the sketches in this folder as a pdf?";
"Share by Mail"="Share by E-mail";
"Share on Dropbox"="Share on Dropbox";
"You can't share an empty folder !"="You can't share an empty folder!";
"You can't share the trash folder !"="You can't share the trash folder!";
"Trash Folder"="Trash Folder";
"Your trash folder is empty !"="Your trash folder is empty!";
"Change Folder"="Change Folder";
/* -- Customize paper -- */
"CUSTOMIZE PAPER"="CUSTOMIZE PAPER";
"PICTURES"="PICTURES";
"Import Photo"="Import Photo";
"Take Picture"="Take Photo";
"GRAIN"="GRAIN";
"No grain"="No grain";
"Fine Grain"="Fine Grain";
"Watercolor"="Watercolor";
"Canvas"="Canvas";
"COLORS"="COLORS";
"Lines"="Lines";
"Squares"="Squares";
"White"="White";
"Black"="Black";
"Sepia"="Sepia";
"Choose color"="Choose color";
/* -- NEW -- */
"Cloud"="Cloud";
/* -- Customize folder -- */
"Customize folder"="CUSTOMIZE FOLDER";
"MODELS"="MODELS";
"COLORS"="COLORS";
"DRAWINGS"="DRAWINGS";
"Tap to change title"="Tap to change title";
"use drawings for cover"="use drawings for cover";
/* -- New Help -- */
"Basic gestures"="Basic gestures";
"Undo"="Undo";
"Two fingers swipe left"="Two fingers swipe left";
"Save and browse"="Save and browse";
"Pinch in"="Pinch in";
"Manage drawings"="Manage drawings";
"Get a new drawing"="Start a new drawing";
"Delete or switch folder"="Delete or switch folder";
/* -- Canvas 1 -- */
"Canvas"="Canvas";
"undo"="undo";
"Two fingers swipe left"="Two fingers swipe left";
"Redo"="Redo";
"redo"="redo";
"Two fingers swipe right"="Two fingers swipe right";
/* -- Canvas 2 -- */
"Save and browse"="Save and browse";
"Pinch in to save, browse and share sketches"="Pinch in to save, browse, and share sketches";
"New drawing"="New drawing";
"3 fingers swipe left"="3 fingers swipe left";
/* -- Canvas 3 -- */
"Move Canvas"="Move Canvas";
"Hold two fingers and swipe"="Hold two fingers and swipe";
"Zoom"="Zoom";
"Pinch out"="Pinch out";
/* -- Canvas 4 -- */
"Edit Colors / Erase all"="Edit Colors / Erase all";
"Edit color"="Edit color";
"Double tap color bar"="Double-tap color bar";
"Erase all"="Erase all";
"Double tap eraser to erase current layer"="Double-tap eraser to erase current layer";
/* -- Contextual Help -- */
"Help"="Help";
"Contextual Help"="Contextual Help";
"Find contextual help with the ? button"="Find contextual help with the ? button";
/* -- Manage drawing 1 -- */
"Manage drawing"="Manage drawing";
"iOS Sharing"="iOS Sharing";
"Legacy Sharing"="Legacy Sharing";
"Sharing"="Sharing";
"Delete or switch folder"="Delete or switch folder";
/* -- Manage drawing 2 -- */
"Duplicate"="Duplicate";
"Two fingers swipe left"="Two fingers swipe left";
"Browse thumbnails"="Browse thumbnails";
"Pinch in"="Pinch in";
/* -- Manage drawing 3 -- */
"Customize paper"="Customize paper";
"You can customize paper on newly created drawing."="You can customize paper on newly created drawings.";
/* -- Manage folders 1 -- */
"Manage folders"="Manage folders";
"Share"="Share";
"Delete"="Delete";
/* -- Manage folders 2 -- */
"Change folder title"="Change folder title";
/* -- Manage folders 3 -- */
"Share"="Share";
"Customize"="Customize";
/* -- XT- Brush editor -- */
"Brush editor"="Brush editor";
"Double tap to display the brush editor"="Double tap to display the brush editor";
"Color"="Color";
"Opacity"="Opacity";
"Size"="Size";
"Blending Mode"="Blending Mode";
/* -- XT- Color eyedropper -- */
"Color Eyedropper"="Color Eyedropper";
"Tap and hold to display the color eyedropper"="Tap and hold to display the color eyedropper";
/* -- XT- Patterns -- */
"Patterns"="Patterns";
/* -- XT- Text and shapes -- */
"Text and shapes"="Text and shapes";
"More fonts and shapes like arrows and hearts"="More fonts and shapes like arrows and hearts";
/* -- XT- More tips -- */
"More tips"="More tips";
"Each tools gets more tips and an alternate blending mode"="Each tools gets more tips and an alternate blending mode";
/* -- L- Layer 1 -- */
"Layers"="Layers";
"Display layers"="Display layers";
"Swipe from right to display layers"="Swipe from right to display layers";
/* -- L- Layer 2 -- */
"Current layer"="Current layer";
"Layer options"="Layer options";
"Paper options"="Paper options";
/* -- IAP-Pro Bundle -- */
"Pro Bundle"="Pro Bundle";
"Extra tools + Layers + Pressure"="Extra tools + Layers + Pressure";
"Extra tools"="Extra tools";
"Layers"="Layers";
"Pressure"="Pressure";
/* -- IAP-Extra tools -- */
"Extra tools"="Extra tools";
"Pattern transfer, airbrush,\nacrylic paint, text and stickers."="Pattern transfer, airbrush,\nacrylic paint, text and stickers.";
/* -- IAP-Layers -- */
"Layers"="Layers";
"Draw on multiple layers"="Draw on multiple layers";
/* -- IAP-Stylus pen -- */
"Stylus pen"="Stylus pen";
"Connect your stylus pen to enable pressure."="Connect your stylus pen to enable pressure.";
"Works with:"="Works with:";
/* -- XT- New in pro Bundle -- */
"New in Pro Bundle"="New in Pro Bundle";
"More tools and tips, layers, brush editor, text,\nshapes, color eyedropper, stylus pressure"="More tools and tips, layers, brush editor, text,\nshapes, color eyedropper, stylus pressure";
/* -- Help (old version) -- */
"browse"="browse";
"Pinch in to browse and share sketches"="Pinch in to browse and share sketches";
"Save "="Save ";
"Pinch in to save,\nbrowse and share sketches"="Pinch in to save,\nbrowse and share sketches";
"BRUSH EDITOR"="BRUSH EDITOR";
"Available with Extra Tools IAP"="Available with Extra Tools IAP";
"Color"="Color";
"Close"="Close";
"Opacity"="Opacity";
"Size"="Size";
"Blending Mode"="Blending Mode";
"Edit color"="Edit color";
/* -- Folder browser -- */
"Tap to change title"="Tap to change title";
"Trash"="Trash";
"Tap to customize"="Tap to customize";
"Switch Folder"="Switch Folder";
"Close folder"="Close folder";
/* -- Folder customization --*/
"Tap to change title"="Tap to change title";
"Style"="Style";
"Colors"="Colors";
"Drawings"="Drawings";
"Use drawings for cover"="Use drawings for cover";
/* -- Sharing -- */
"Save to Photos"="Save to Photos";
"Please wait while exporting to Photo Library"="Please wait while exporting to Photo Library";
"Save to Photo Library"="Save to Photo Library";
"Export finished."="Export finished.";
"Photo Library"="Photo Library";
"Export this drawing?"="Export this drawing?";
"Export"="Export";
"Error while exporting your drawing to the camera roll.\nQuit Sketches, go to Settings -> Privacy -> Photos to obtain permission."="Error while exporting your drawing to the Camera Roll.\nQuit Sketches, go to Settings -> Privacy -> Photos to grant permission.";
"Your drawing has been exported in your Photo Library."="Your drawing has been exported to your Photo Library.";
"Update your system version to share with Twitter."="Update your system version to share with Twitter.";
"Configure your Twitter account in the Settings App."="Configure your Twitter account in the Settings App.";
"Post has been tweeted!"="Post has been tweeted!";
"Update your system version to share with Facebook."="Update your system version to share with Facebook.";
"Configure your Facebook account in the Settings App."="Configure your Facebook account in the Settings app.";
"Posted on Facebook!"="Posted on Facebook!";
"Configure your Email account in the Settings App."="Configure your Email account in the Settings app.";
"Emailing..."="Emailing...";
"Share with your friends"="Share with your friends";
"Personalize"="Personalize";
"Author (Optional)"="Author (Optional)";
"Title (Optional)"="Title (Optional)";
"Website (Optional)"="Website (Optional)";
"Delete this drawing?"="Delete this drawing?";
"Send this drawing to:"="Send this drawing to:";
"Caption (Optional)"="Caption (Optional)";
"Choose your blog"="Choose your blog";
"Find your drawings in Dropbox/Applications/Sketches"="Find your drawings in Dropbox/Applications/Sketches";
"Titre (Optionnel)"="Title (Optional)";
"Please enter your Picasa ID and password"="Please enter your Picasa ID and password";
/* -- NEW -- */
"Email"="Email";
"Trash"="Poubelle";
/* -- END -- */
"Name and Password are incorect\nPlease try again."="Name and Password are incorrect\nPlease try again.";
"The upload to Dropbox failed\nPlease try again later."="The upload to Dropbox failed\nPlease try again later.";
"Connection to Tumblr failed\nPlease try again later."="Connection to Tumblr failed\nPlease try again later.";
"Please create a blog first."="Please create a blog first.";
"The upload to Tumblr failed\nPlease try again later."="The upload to Tumblr failed\nPlease try again later.";
"Connection to Flickr failed\nPlease try again later."="Connection to Flickr failed\nPlease try again later.";
"The upload to Flickr failed\nPlease try again later."="The upload to Flickr failed\nPlease try again later.";
"The upload to Picasa failed\nPlease try again later."="The upload to Picasa failed\nPlease try again later.";
/* -- Common -- */
"Cancel"="Cancel";
"OK"="OK";
"Network"="Network";
"You don't have Internet access\n Please connect to internet."="You don't have Internet access.\nPlease connect to the internet.";
/* -- Others and not in String Files -- */
"Discover Other Apps"="Discover Other Apps";
"Other Apps"="Other Apps";
/* -- Pro tools IAP iPhone -- */
"5 new tools"="5 new tools";
"Acrylic brush, Pen brush, Oil pastel, Air brush, Fill transfert."="Acrylic brush, Pen brush, Oil pastel, Air brush, Fill transfer.";
"More tip sizes"="More tip sizes";
"Multiple tip sizes and shapes per tool"="Multiple tip sizes and shapes per tool";
"Edit opacity and thickness of your brushes"="Edit opacity and thickness of your brushes";
"Add a new blending mode"="Add a new blending mode";
"Edit opacity and thickness of your brushes\nAdd a new blending mode"="Edit opacity and thickness of your brushes\nAdd a new blending mode";
/* -- New New New -- */
"Brush editor"="Brush editor";
"Opaque"="Opaque";
"Transparent"="Transparent";
"Back"="Back";
"Cloud"="Cloud";
"iCloud"="iCloud";
/* -- New -- */
/* -- Share Dialog -- */
"Email"="Email";
"Trash"="Trash";
"Facebook"="Facebook";
"Twitter"="Twitter";
"Dropbox"="Dropbox";
"Tumblr"="Tumblr";
"Flickr"="Flickr";
"Picasa"="Picasa";
"More"="More";
"Photos"="Photos";
"Sketches"="Sketches";
"Sketches community"="Sketches community";
"Sketched"="Community";
/* -- Stylus IAP -- */
"Stylus pressure"="Stylus pressure";
"Enable the use of stylus pressure."="Enables the use of stylus pressure.";
"Hex3 JaJa - Adonit Jot - Wacom Bamboo - Adobe Ink"="Hex3 JaJa - Adonit Jot - Wacom Bamboo";
/* -- File Manager -- */
"Info & Help"="Info & Help";
"Help"="Help";
"More Help"="More Help";
/* -- Preferences -- */
"PRO"="PRO";
/* -- New in Pro Bundle -- */
"More tools and tips, layers, brush editor, text,\nshapes, color eyedropper, stylus pressure"="More tools and tips, layers, brush editor, text,\nshapes, color eyedropper, stylus pressure";
/* -- Help Web -- */
"Activate in preferences, displays buttons in the canvas."="Activate in preferences; displays buttons in the canvas.";
"Share or delete your drawings."="Share or delete your drawings.";
"You can customize paper on newly created drawing."="You can customize paper on newly created drawings.";
"Available with In-App Purchase"="Available with In-App Purchase";
"Swipe tools left to display five new tools"="Swipe tools left to display five new tools";
"The color Tab never hides itself"="The color Tab never hides itself";
"Layers\nTap to display layer interface"="Layers\nTap to display layer interface";
/* -- Drawing Carl -- */
"Settings"="Settings";
"Preferences"="Preferences";
"Community"="Community";
"Draw"="Draw";
"More Apps"="More Apps";
"Sounds on buttons"="Sounds on buttons";
"Glue on stickers"="Glue on stickers";
"Allow to glue and draw over stickers"="Allow to glue and draw over stickers";
"Keep color palette always open"="Keep color palette always open";
"Community drawings"="Community drawings";
"Like"="Like";
"Use as a template"="Use as a template";
"Made with Drawing Carl"="Made with Drawing Carl";
"All time best"="All time best";
"Best of the week"="Best of the week";
"Popular"="Popular";
"Featured"="Featured";
"Last posted"="Last posted";
"New drawing"="New drawing";
"Save"="Save";
"Load"="Load";
"Import Photo"="Import Photo";
"Save to Photo Library"="Save to Photo Library";
"Share with the community"="Share with community";
"Make a beautiful picture"="Make a beautiful picture";
"Share it with us"="Share it with us";
"Tell your friends"="Tell your friends";
"Everybody likes your drawing"="Everybody likes your drawing";
"Win a spot in the hall of fame!"="Win a spot in the hall of fame!";
"DRAG AND DROP YOUR DRAWING TO"="DRAG AND DROP YOUR DRAWING TO";
"Kid protection"="Kid protection";
"Press"="Press";
"Eight four two seven"="Eight four two seven";
"to disable kid protection"="to disable kid protection";

/* -- Memo Pad -- */
/* -- Limit small texts to 1 or 2 words, 20 characters max -- */
"More tools"="More tools";
"Extra tools"="Extra tools";
"Buy Pro"="Buy Pro";
"Pro Share"="Pro Share";
"Edit color"="Edit color";
"Fresh"="New"; /* meaning: "new"  */
"Erase Photo"="Erase Photo";
"Memopad always start with a clean canvas."="Memopad always starts with a clean canvas.";
"Save"="Save";
"Memopad automaticaly save your drawings in Photo Library."="Memopad automatically saves drawings to your Photo Library. ";
"Copy"="Copy";
"Memopad automaticaly copy your drawing to be paste in any other App."="Memopad automatically copies your drawing to be pasted in another app.";
"Load"="Reload";
"2 fingers swipe down loads your previous drawing"="Swipe down with 2 fingers to reload your previous drawing";
"Just Draw!"="Just Draw!";/*  meaning: "only drawing"  */
"New"="New";
"2 fingers swipe up saves and creates a new drawing."="Swipe up with 2 fingers to save and start a new drawing.";
"Color"="Color";
"Long press on a color to edit."="Tap and hold on a color to edit.";
"Erase All"="Erase All";
"Tap twice the eraser to erase all."="Tap twice on the eraser to erase all.";
"Size"="Size";
"Long press on size to edit."="Tap and hold on size to edit.";
"Draw. Share. Done!"="Draw. Share. Done!";
"Pro"="Pro";
"Pro only"="Pro only";

"Text, paint bucket, area brush, paint pen, pastel, marker."="Text, paint bucket, area brush, paint pen, pastel, marker.";
"Text"="Text";
"Easily add Text to your drawings."="Easily add text to your drawings.";
"Paint bucket"="Paint bucket"; /* like the bucket tool in photoshop */
"Fill entire closed area in only one tap."="Color an entire area in only one tap.";
"Area brush"="Area brush"; /* draw an area and it is filled with color  */
"Quickly paint a whole area in one stroke."="Quickly paint an entire area in one stroke.";
"Paint pen"="Paint pen"; /*  a pen that looks like a brush  */
"Great look for this pen that looks like a brush."="Get stunning results with this pen that looks like a brush.";
"Dynamic pen"="Dynamic pen"; /* same tool as Paint pen but a different name  */
"Pastel"="Pastel";
"has a very realistic look."="has a very realistic look.";
"Marker"="Marker";

"Extra tools, Pro share, Edit colors and size..."="Extra tools, Pro share, Edit colors and size...";
"Share with one tap! Mail, iCloud, Facebook, Tumblr, Picasa, Dropbox and more..."="Share with one tap! Mail, iCloud, Facebook, Tumblr, Picasa, Dropbox, and more...";
"Modify the color palette to perfectly match your needs."="Modify the color palette to perfectly match your needs.";
"Display colors"="Display colors";
"Always display colors on top of the drawing"="Always show color palette on top of drawing";
"Help & tips"="Help & tips";
"Erase Photo"="Erase photo";
"Load a drawing"="Open a drawing";
"Paste"="Paste";

/* -- ads-- */

"Try Drawing Carl!"="Try Drawing Carl!";
"An incredibly fun drawing App even includin talking stickers!"="An incredibly fun drawing app including talking stickers!";
"Stay tuned of new app and promotion on our facebook page."="Stay tuned of new apps and promotion on our facebook page.";
"We love Sensu brushes"="We love Sensu brushes";
"Paint on your device with a real paintbrush."="Paint on your device with a real paintbrush.";
"New : Memopad"="New : Memopad";
"Draw, Share, Done! Memopad is a very fast and efficient notepad."="Draw, Share, Done! Memopad is a very fast and efficient notepad.";
"Sketches+ is free!"="Sketches+ is free!";
"Skecthes+ is Sketches including all the IAP and it's free for a limited time!"="Skecthes+ is Sketches including all the IAP and it's free for a limited time!";
"We love PENCIL by 53"="We love PENCIL by 53";
"The smart stylus!"="The smart stylus!";
"Learn more"="Learn more";
"No, thanks"="No, thanks";
"Go"="Go";
"Get"="Get";
"I like it!"="I like it!";

"Preparing..."="Preparing...";





